@extends('h5.mainlayout')
@section('title')
 <title>【北京房地产门户|北京房地产网|北京房地产平台】 - 北京搜房网 网罗天下房</title>
<meta name="keywords"
	content="北京房产,北京房地产,买房,北京租房,业主社区,北京新房,北京二手房,北京写字楼,北京商铺,北京豪宅,北京别墅,理财,装修,家居,建材,家具,团购,房地产业内精英,中介服务
      " />
<meta name="description"
	content="北京搜房网是中国房地产综合网络平台，提供全面实时的房地产资讯内容，为广大网民提供专业的北京新房、北京二手房、北京租房、北京豪宅、北京别墅、北京写字楼、北京商铺等全方位海量资讯信息的品质搜房体验。为业主、客户及房地产业内精英们提供高效专业的信息推广及交易服务。并且为广大客户提供了房地产行业百科大全，可轻松获得业内名人，名词，名企及楼盘的相关信息数据。" />
@endsection
@section('head')
<link rel="stylesheet" type="text/css" href="/h5/css/common/common.css"/>
@endsection
@section('content')
<link rel="stylesheet" type="text/css" href="/h5/css/register.css"/>
<header class="logoin_head">
	<h2><i><a href="javascript:window.history.go(-1)"></a></i>搜房网络服务协议</h2>
</header>
<div class="space24"></div>
<div class="protocal">
	<h5 class="tit1">1、协议生效条件</h5>
	<p class="p1">搜房网的各项服务的所有权和运作权归 北京道杰士投资咨询服务有限责任公司。搜房网提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户完全完成注册程序，便成为搜房网的注册用户，将得到一个密码和帐号，同时此协议即时生效。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，搜房网无法也不承担任何责任。</p>
	<h5 class="tit1">2、注册义务</h5>
	<p>搜房网运用自己的操作系统通过国际互联网为用户提供网络服务。同时，用户必须:</p>
	<p>(1) 自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；</p>
	<p>(2) 自行负担个人上网所支付的与此服务有关的电话费用、网络费用。</p>
	<p>(3) 搜房网为用户提供服务，用户在使用搜房网提供的服务时需提供真实身份信息，并对自己在搜房网的行为、言论负责。</p>
	<p>为了能使用本服务，您同意以下事项：</p>
	<p>(1) 依本服务注册表的提示提供您本人真实、正确、最新及完整的资料；</p>
	<p>(2) 维持更新您个人用户信息，确保其真实、正确、最新及完整。若您提供任何错误、不实、过时或不完整的资料，并为搜房网所确知，或者搜房网有合理的理由怀疑前述资料为错误、不实、过时或不完整，搜房网有权暂停或终止您的帐号，并拒绝您于现在和未来使用搜房网全部或部分的服务。</p>
	<p>(3) 您提供的注册信息不得冒用他人信息或侵犯他人合法权益。搜房网有权暂停或终止帐号，并有权追究相关责任人的法律责任。</p>
	<p>(4) 您注册的用户名不能侵犯他人合法权益，不能对他人名誉权造成侵犯。搜房网有权收回对搜房网或者他人合法权益有侵犯嫌疑的帐号。</p>
	<!--<h5 class="tit1">3、隐私制度</h5>
	<p>尊重和保护用户个人隐私是搜房网的一项基本政策，搜房网保证不对外公开或者向任何 第三方提供单个用户的注册资料以及用户在使用网络服务时存储在搜房网的非公开内容 和信息，但下列情况除外：</p>
	<p>(1) 搜房网事先获得用户明确授权；</p>
	<p>(2) 遵守有关法律法规的规定，向国家有关机关提供；</p>
	<p>(3) 保持维护搜房网的知识产权和其他重要权利；</p>
	<p>(4) 为维护社会公众利益、维护第三方合法权益；</p>
	<p>(5) 在紧急情况下维护用户个人和社会大众的隐私安全；</p>
	<p>(6) 根据本条款相关规定或者搜房网认为必要的其他情况下。</p>
	<p>搜房网可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与搜房网同等的保护用户隐私的责任，则搜房网有权将用户的注册资料在搜房网的监管下提供给第三方。</p>
	<p>在不透露单个用户隐私资料的前提下，搜房网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
用户知悉并同意，为便于向用户提供更好的服务，搜房网将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。
另外，搜房网会采取行业惯用措施保护用户信息的安全，但搜房网不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息 时，用户有可能会收到未经用户同意的信息；搜房网的合作伙伴和可通过搜房网访问的第三方因特网站点和服务；通过抽奖、促销等活动得知用户个人信息的第三方会进行独立的数据收集工作等活动。搜房网对用户及其他任何第三方的上述行为，不承担任何责任。</p>
				-->
</div>
<bottom class="bottom">
	<ul class="bottomUl">
		<li><a href="javascript:void(0)">小区大全</a></li>
		<li class="first"><a href="javascript:void(0)">网站地图</a></li>
		<li class="first"><a href="javascript:void(0)">历史浏览</a></li>
		<li class="first"><a href="/new/area">最新房源</a></li>
		<li class="first"><a href="/calc">房贷计算器</a></li>
	</ul>
	<ul class="bottomList">
		<li><a href="javascript:void(0)">手机版</a><i>|</i></li>
		<li><a href="javascript:void(0)">电脑版</a></li>
		<li><a href="javascript:void(0)">客户端</a></li>
		<li><a href="javascript:void(0)">意见反馈</a></li>
		<li><a href="javascript:void(0)">免责声明</a></li>
	</ul>
	<p class="p2">Copyright © 2016&nbsp;m.Sofang.com&nbsp;京ICP证040491号</p>
</bottom>
@endsection
