<?php
		// 101.商铺-住宅底商
		// 102.商铺-商业街商铺
		// 103.商铺-临街商铺
		// 104.商铺-写字楼底商
		// 105.商铺-购物中心商铺
		// 106.商铺-其他

		// 201.写字楼-纯写字楼
		// 303.写字楼/住宅-商住楼
		// 203.写字楼-商业综合体楼
		// 204.写字楼-酒店写字楼

		// 301.住宅-普宅
		// 302.住宅-经济适用房
		// 303.住宅/住宅-商住楼
		// 304.住宅-别墅
		// 305.住宅-豪宅
	return [
				//商铺
				[
					'101' => '住宅底商', 
					'102' => '商业街商铺', 
					'103' => '临街商铺', 
					'104' => '写字楼配套商业', 
					'105' => '购物中心/百货', 
					'106' => '其他',
				],
				
				//写字楼
				[
					'201' => '纯写字楼', 
					'303' => '商住公寓楼',
					'203' => '商业综合体楼', 
					'204' => '酒店写字楼', 
				],

				//住宅
				[
					'301' => '普通住宅', 
					'302' => '经济适用房',
					'303' => '商住公寓楼', 
					'304' => '别墅', 
					'305' => '精品豪宅', 
				],
				
	];