<?php
return [
    'outerring' => [//二手房   小区
        'text' => [
            '不限','一环至二环','二环至三环','三环至四环','四环至五环','五环至六环'
        ]
    ],
    'officeLevel' => [ //写字楼等级
        'text' => [
            0=>'甲',1=>'乙',2=>'丙',3=>'其他'
        ]
    ],
    'type' => [ //房源类型
        'text' => [
            1=>'商铺',2=>'写字楼',3=>'住宅'
        ]
    ],
    'housetype' => [ //二手房 新房  小区
        'text' => [
            '0'=>'不限', '301'=>'普宅', '302'=>'经济适用房', '303'=>'商住楼', '304'=>'别墅', '305'=>'豪宅','306'=>'平房','307'=>'四合院'
        ]
    ],
    'housetype1' => [  //商铺   小区
        'text' => [
             '0'=>'不限', '101'=>'住宅底商','102'=>'商业街商铺','103'=>'临街商铺','104'=>'写字楼底商','105'=>'购物中心商铺','106'=>'其他'
        ]
    ],
    'housetype2' => [  //写字楼      小区
        'text' => [
            '0'=>'不限','201'=>'纯写字楼','303'=>'商住楼','203'=>'商业综合体楼','204'=>'酒店写字楼'
        ]
    ],
    'tese' => [  //商铺特色    小区
        'text' => [
            '不限','紧邻地铁','地标建筑','品牌物业','面积可分割','繁华地段','独栋商业','可分隔两层'
        ]
    ],
    'tese1' => [  //写字楼特色    小区    
        'text' => [
            '不限','交通便利','紧邻地铁','地标建筑','开发园区','品牌物业','面积可分割'
        ]
    ],
    'tese2' => [  //新盘特色    小区   
        'text' => [ 
            '不限','小户型','精装修','学区房','不限购','休闲度假','准现房','现房'
        ]
    ],
    'tese3' => [  //租房    房源   
        'text' => [ 
            '不限','免中介费','业主直租','紧邻地铁','独门独卫','配套齐全','南北通透','首次出租','全装全配','商住两用'
        ]
    ],
    'tese31' => [  //租房 学校 特色   房源   
        'text' => [ 
            '双语','小班教学','寄宿制','语文类','体育类','科技类','艺术类','专业学科类','特殊教育类','名校附属'
        ]
    ],
    'tese4' => [  //商铺出租/出售特色    房源   
        'text' => [ 
            '不限','繁华地段','临近地铁','底层沿街','独栋商业','可隔两层'
        ]
    ],
    'tese5' => [  //写字楼出租/出售特色    房源   
        'text' => [ 
            '不限','中心商务区','地标建筑','繁华商圈','交通便利','独栋写字楼'
        ]
    ],
    'schooltese' => [  //学区特色
        'text' => [1=>'双语','小班教学','寄宿制','名校附属','语文类','外语类','体育类','科技类','艺术类','专业学科类','特殊教育类']
    ],
    'category' => [  //商铺出租类别    房源   
        'text' => [ 
            '不限','商铺出租','商铺转让'
        ],'number' => [
            null,'0','1'
        ]
    ],
    'hezunum' => [  //二手房租赁 合租户数   房源   
        'text' => [ 
            '不限','二户','三户','四户','五户','五户以上'
        ]
    ],
    'spind' => [  //商铺行业   房源
        'text' => [ 
            '不限','百货超市','酒店宾馆','家居建材','服饰鞋包','生活服务','美容美发','餐饮美食','休闲娱乐','其他'
        ]
    ],
    'singlearea' => [  //写字楼单层面积    小区     
        'text' => [ 
            '不限','1000以下','1000-2000','2000-3000','3000-5000','5000以上'
        ],'number' => [
            null,'0,1000','1000,2000','2000,3000','3000,5000','5000,2147483647'
        ]
    ],
    'salestatus' => [ // 销售状态     小区     
        'text' => [
            0=>'待售楼盘',1=>'在售楼盘',2=>'售完楼盘'
        ]
    ],
    'opentime' => [ // 开盘时间     小区     
        'text' => [
            '不限','本月开盘','下月开盘','三月内开盘','六月内开盘','已开盘三个月','已开盘六个月'
        ]
    ],
    'roomtype' => [ //住宅类别 
        'text' => [
            301=>'普宅',302=>'经济适用房',303=>'商住楼',304=>'别墅',305=>'豪宅',306=>'平房',307=>'四合院'
        ]
    ],
    'buildtype' => [ //建筑类别
        /*
        1.塔楼
        2.砖混
        3.钢混
        4.板楼
        5.砖楼
        6.平房
        7.塔板结合
        8.独栋
        9.双拼
        10.联排
        11.叠加
        */
        'text' => [
            '不限','塔楼','砖混','钢混','板楼','砖楼','平房','塔板结合'
        ]
    ],
    'structure' => [ //房屋结构
        'text' => [
            '不限','跃层','开间','错层','复式','平层','挑高'
        ]
    ],
    'averageprice' => [ //二手房 新楼盘
        'text' => [
            '不限','10000以下','10000-15000','15000-20000','20000-30000','30000-40000','40000-50000','50000以上'
        ],'number' => [
            null,'0,10000','10000,15000','15000,20000','20000,30000','30000,40000','40000,50000','50000,2147483647'
        ],'alias'  => [
            '不限','1万以下','1-1.5万','1.5-2万','2-3万','3-4万','4-5万','5万以上'
        ]
    ],
    'averageprice1' => [ //商铺 写字楼 
        'text' => [
            '不限','10000以下','10000-20000','20000-30000','30000-50000','50000以上'
        ],'number' => [
            null,'0,10000','10000,20000','20000,30000','30000,50000','50000,2147483647'
        ]
    ],
    'averageprice2' => [ //房源 二手房租金   
        'text' => [ 
            '不限','500以下','500-1000','1000-2000','2000-3000','3000-5000','5000-8000','8000-10000','10000以上'
        ],'number' => [
            null,'0,500','500,1000','1000,2000','2000,3000','3000,5000','5000,8000','8000,10000','10000,2147483647'
        ]
    ],
    'averageprice3' => [ //房源 商铺租金     
        'text' => [ 
            '不限','5000元以下','5000-8000','8000-10000','10000-15000','15000-20000','20000-50000','50000元以上'
        ],'number' => [
            null,'0,5000','5000,8000','8000,10000','10000,15000','15000,20000','20000,50000','50000,2147483647'
        ]
    ],
    'averageprice4' => [ //房源 写字楼租金     
        'text' => [ 
            '不限','3元/平米▪天以下','3-4','4-5','5-6','6-8','8-10','10-12','12-15','15-20','20-25','25元/平米▪天以上'
        ],'number' => [
            null,'0,3','3,4','4,5','5,6','6,8','8,10','10,12','12,15','15,20','20,25','25,2147483647'
        ]
    ],
    'averageprice5' => [ //别墅 楼盘 价格
        'text' => [
            '不限','60000以下','60000-80000','80000-100000','100000-150000','150000-200000','200000以上'
        ],'number' => [
            null,'0,60000','60000,80000','80000,100000','100000,150000','150000,200000','200000,2147483647'
        ]
    ],
    'averageprice6' => [ //房源 豪宅别墅售 总价
        'text' => [
            '不限','1000万以下','1000-1500','1500-2000','2000-3000','3000-5000','5000万以上'
        ],'number' => [
            null,'0,1000','1000,1500','1500,2000','2000,3000','3000,5000','5000,2147483647'
        ]
    ],
    'averageprice7' => [ //房源 豪宅别墅 租金 //租金：不限20000元以下30000-50000元> 50000元以上
        'text' => [
            '不限','20000元以下','20000-30000','30000-50000','50000元以上'
        ],'number' => [
            null,'0,20000','20000,30000','30000,50000','50000,2147483647'
        ]
    ],
    'rentway' => [   //租住方式
        'text' => [
            '不限','整租','合租'
        ]
    ],
    'distance' => [
        'text' => [
            '不限','1000米以内','1000-2000米','2000米以上'
        ],'number' => [
            null,'0,1000','1000,2000','2000,3000'
        ]
    ],
    'totalprice' => [ //二手房 出售 房源
        'text' => [
            '不限','100万以下','100-150','150-200','200-250','250-300','300-500','500-800','800-1000','1000万以上'
        ],'number' => [
            null,'0,100','100,150','150,200','200,250','250,300','300,500','500,800','800,1000','1000,2147483647'
        ]
    ],
    'totalprice1' => [  //商铺 写字楼 出售 房源
        'text' => [
            '不限','50万以下','50-100','100-150','150-200','200-300','300-500','500-800','800-1000','1000万以上'
        ],'number' => [
            null,'0,50','50,100','100,150','150,200','200,300','300,500','500,800','800,1000','1000,2147483647'
        ]
    ],
    'schoolType' => [
        'text' => [
            '不限','幼儿园','小学','初中','高中','九年一贯制(小学+初中)','完中（初中+高中)','大学'
        ],'number' => [
            null,'1','2','3','4','5','6','7'
        ]
    ],
    'toward' => [//朝向:1东 2南 3西 4北 5南北 6东南 7西南 8东北 9西北 10东西
        'text' => [
            '不限','东','南','西','北','南北','东南','西南','东北','西北','东西'
        ],'number' => [
            null,'1','2','3','4','5','6','7','8','9','10'
        ]
    ],
    'that'=>[
        'text' => [
            '不限','2年以下','2-5年','5-10年','10年以上'
        ],'number' => [
            null,'0,2','2,5','5,10','10,2147483647'
        ]
    ],
    'floor'=>[
        'text' => [
            '不限','低层','中层','高层'
        ],'number' => [
            null,'1','2','3'
        ]
    ],
    'models'=>[
        'text' => [
            '不限','一居','二居','三居','四居','五居','五居以上'
        ],'number' => [
            null,'1','2','3','4','5','6'
        ]
    ],
    'buildmodels'=>[
        'text' => [
            '0'=>'不限','saleCountRoom1'=>'一居','saleCountRoom2'=>'二居','saleCountRoom3'=>'三居','saleCountRoom4'=>'四居'
        ]
    ],
    'areas' => [ 
        'text' => [
            '不限','50平米以下','50-70平米','70-90平米','90-110平米','110-130平米','130-150平米','150-200平米','200-300平米','300平米以上'
        ],'number' => [
            null,'0,50','50,70','70,90','90,110','110,130','130,150','150,200','200,300','400,2147483647'
        ]
    ],
    'areas1' => [ //商铺面积   
        'text' => [
            '不限','20平米以下','20-50','50-100','100-150','150-200','200-500','500-1000','1000平米以上'
        ],'number' => [
            null,'0,20','20,50','50,100','100,150','150,200','200,500','500,1000','1000,2147483647'
        ]
    ],
    'areas2' => [ //写字楼面积    
        'text' => [
            '不限','100平米以下','100-200','200-300','300-500','500-800','800-1000','1000-2000','2000平米以上'
        ],'number' => [
            null,'0,100','100,200','200,300','300,500','500,800','800,1000','1000,2000','2000,2147483647'
        ]
    ],
    'areas3' => [ //豪宅别墅面积  //面积：不限100以下100-300300-500500-800800-10001000以上
        'text' => [
            '不限','100以下','100-300','300-500','500-800','800-1000','1000平米以上'
        ],'number' => [
            null,'0,100','100,300','300,500','500,800','800,1000','1000,2147483647'
        ]
    ],
    'decorate'=>[ //出售
        'text' => [
            '不限','毛坯','简装修','中装修','精装修','豪华装修'
        ],'number' => [
            null,'1','2','3','4','5'
        ]
    ],
    'decorate1'=>[ //出租
        'text' => [
            '不限','毛坯','简装修','中装修','精装修','豪华装修'
        ],'number' => [
            null,'1','2','3','4','5'
        ]
    ],
    'pei'=>[ //二手住宅出售 配套
        'text' => [
            1=>'集中供暖',2=>'自采暖',3=>'煤气/天然气',4=>'车位/车库',5=>'电梯',6=>'储藏室/地下室',7=>'花园/小院',8=>'阳台/露台',9=>'阁楼'
        ]
    ],
    'pei1'=>[//二手住宅出租 配套
        'text' => [
            1=>'拎包入住',2=>'家电齐全',3=>'可上网',4=>'可做饭',5=>'可洗澡',6=>'空调房',7=>'可看电视',8=>'有暖气',9=>'车位'
        ]
    ],
    'te'=>[
        'text' => [
            '不限','小户型','地铁房','LOFT','不限购','商住两用','满五唯一','普宅满二','复式','跃层'
        ],'number' => [
            '0','1','2','3','4','5','6','7','8','9'
        ]
    ],
    'xue'=>[
        'text' => [
            '幼儿园','小学','中学','高中'
        ],'number' => [
            '0','1','2','3'
        ]
    ],
    'reltime'=>[
        'text' => [
            '0'=>'不限','1'=>'一天内','3'=>'三天内','7'=>'一周内'
        ],'number' => [
            '0','1','3','7'
        ]
    ]
];

