@extends('mainlayout')
@section('title')
    <title>搜房网注册协议</title>
    <meta name="keywords" content="北京搜房网，新房，二手房，租房，写字楼，商铺，金融，房产名人，房产名企，房产名词"/>
    <meta name="description" content="搜房网—中国房地产综合信息门户。为客户提供房产百科全书，包括房产名人，名词，名企，楼盘"/>
@endsection
@section('content')
<link rel="stylesheet" type="text/css" href="/css/aboutOurs.css?v={{Config::get('app.version')}}">
<div class="protocol">
  <h2>搜房网络服务协议</h2>
  <p class="p1">1、协议生效条件</p>
  <p class="p2">搜房网的各项服务的所有权和运作权归  北京道杰士投资咨询服务有限责任公司。搜房网提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户完全完成注册程序，便成为搜房网的注册用户，将得到一个密码和帐号，同时此协议即时生效。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，搜房网无法也不承担任何责任。</p>
  <p class="p1">2、注册义务</p>
  <p>搜房网运用自己的操作系统通过国际互联网为用户提供网络服务。同时，用户必须： </p>
  <p>(1) 自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；</p>
  <p>(2) 自行负担个人上网所支付的与此服务有关的电话费用、网络费用。</p>
  <p>(3) 搜房网为用户提供服务，用户在使用搜房网提供的服务时需提供真实身份信息，并对自己在搜房网的行为、言论负责。</p>
  <p>为了能使用本服务，您同意以下事项：</p>
  <p>(1) 依本服务注册表的提示提供您本人真实、正确、及完整的资料；</p>
  <p>(2) 维持更新您个人用户信息，确保其真实、正确、最新及完整。若您提供任何错误、不实、过时或不完整的资料，并为搜房网所确知，或者搜房网有合理的理由怀疑前述资料为错误、不实、过时或不完整，搜房网有权暂停或终止您的帐号，并拒绝您于现在和未来使用搜房网全部或部分的服务。</p>
  <p>(3) 您提供的注册信息不得冒用他人信息或侵犯他人合法权益。搜房网有权暂停或终止帐号，并有权追究相关责任人的法律责任。</p>
  <p class="p2">(4) 您注册的用户名不能侵犯他人合法权益，不能对他人名誉权造成侵犯。搜房网有权收回对搜房网或者他人合法权益有侵犯嫌疑的帐号。</p>
  <p class="p1">3、隐私制度</p>
  <p>尊重和保护用户个人隐私是搜房网的一项基本政策，搜房网保证不对外公开或者向任何 第三方提供单个用户的注册资料以及用户在使用网络服务时存储在搜房网的非公开内容 和信息，但下列情况除外：</p>
  <p>(1) 搜房网事先获得用户明确授权；</p>
  <p>(2) 遵守有关法律法规的规定，向国家有关机关提供；</p>
  <p>(3) 保持维护搜房网的知识产权和其他重要权利；</p>
  <p>(4) 为维护社会公众利益、维护第三方合法权益；</p>
  <p>(5) 在紧急情况下维护用户个人和社会大众的隐私安全；</p>
  <p>(6) 根据本条款相关规定或者搜房网认为必要的其他情况下。</p>
  <p>搜房网可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与搜房网同等的保护用户隐私的责任，则搜房网有权将用户的注册资料在搜房网的监管下提供给第三方。</p>
  <p>在不透露单个用户隐私资料的前提下，搜房网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
  <p>用户知悉并同意，为便于向用户提供更好的服务，搜房网将在用户自愿选择服务或者提供信息的情况下收集用户的个人信息，并将这些信息进行整合。</p>
  <p class="p2">另外，搜房网会采取行业惯用措施保护用户信息的安全，但搜房网不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息 时，用户有可能会收到未经用户同意的信息；搜房网的合作伙伴和可通过搜房网访问的第三方因特网站点和服务；通过抽奖、促销等活动得知用户个人信息的第三方会进行独立的数据收集工作等活动。搜房网对用户及其他任何第三方的上述行为，不承担任何责任。</p>
  <p class="p1">4、用户信息的存储与限制</p>
  <p class="p2">搜房网不对用户所发布信息的删除或储存失败负责。搜房网并不承诺对用户的存储信息进行无限期保留。除非本协议中另有规定，否则搜房网不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。搜房网有判定用户的行为是否符合搜房网服务条款的要求和精神的保留权利，如果用户违背了服务条款的规定，搜房网有中断对其提供网络服务的权利。搜房网运用自己的操作系统通过国际互联网向用户提供丰富的网上资源，包括各种信息工具、网上论坛、个性化内容等。除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品、栏目，均无条件地适用本服务条款。</p>
  <p class="p1">5、服务条款的修改</p>
  <p class="p2">搜房网有权在必要时修改服务条款。搜房网服务条款一旦发生变动，将会在重要页面上提示所修改的内容。如果不同意所改动的内容，用户可以主动取消获得的网络服务。如果用户继续享用网络服务，则视为接受服务条款的变动。搜房网保留随时修改或中断服务而不需照知用户的权利。搜房网行使修改或中断服务的权利，不需对用户或第三方负责。</p>
  <p class="p1">6、拒绝提供担保</p>
  <p class="p2">用户对网络服务的使用承担风险。搜房网对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不违反规定的适当担保作限制。</p>
  <p class="p1">7、有限责任</p>
  <p class="p2">搜房网对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。</p>
  <p class="p1">8、服务的结束</p>
  <p>用户或搜房网可随时根据实际情况中断一项或多项网络服务。搜房网不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对搜房网的服务不满，可以行使如下权利： </p>
  <p>(1) 停止使用搜房网的网络服务；</p>
  <p class="p2">(2) 通告搜房网停止对该用户的服务。结束用户服务后，用户使用网络服务的权利马上中止。从那时起，用户没有权利，搜房网也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。</p>
  <p class="p1">9、用户管理</p>
  <p>用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于搜房网的国家法律、地方法律和国际法律标准的。</p>
  <p>用户必须遵循：</p>
  <p>(1) 从中国境内向外传输技术性资料时必须符合中国有关法规；</p>
  <p>(2) 使用网络服务不作非法用途；</p>
  <p>(3) 不干扰或混乱网络服务；</p>
  <p>(4) 遵守所有使用网络服务的网络协议、规定、程序和惯例。</p>
  <p>(5) 用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知搜房网，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到搜房网的安全保护。</p>
  <p>(6) 禁止用户从事以下行为：</p>
  <p>1) 上载、张贴、发送或传送任何非法、反动、淫秽、粗俗、猥亵的，胁迫、骚扰、中伤他人、诽谤、侵害他人隐私或诋毁他人名誉或商誉的，种族歧视、危害未成年人或其他不适当的信息或电子邮件，包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料（以下简称内容）。</p>
  <p>2) 未经搜房网许可的广告行为。</p>
  <p>3) 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</p>
  <p>4) 伪造标题或以其他方式操控识别资料，使人误认为该内容为搜房网所传送。</p>
  <p>5) 上载、张贴、发送电子邮件或以其它方式传送无权传送的内容（例如内部资料、机密资料）。</p>
  <p>6) 上载、张贴、发送电子邮件或以其它方式传送侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容。</p>
  <p>7) 在搜房网提供的专供张贴广告的区域之外，上载、张贴、发送电子邮件或以其他方式传送广告函件、促销资料、“垃圾邮件”等。</p>
  <p>8) 上载、张贴、发送电子邮件或以其他方式传送有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料。</p>
  <p>9) 干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本服务协议之规定。</p>
  <p>10) 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</p>
  <p>11) 跟踪或以其他方式骚扰他人。</p>
  <p>12) 其它被搜房网视为不适当的行为。</p>
  <p>另外，用户对经由本服务上载、张贴、发送电子邮件或传送的内容负全部责任；对于经由本服务而传送的内容，搜房网不保证前述内容的正确性、完整性或品质。用户在接受本服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，搜房网均不对任何内容负责，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。搜房网有权（但无义务）自行拒绝或删除经由本服务提供的任何内容。用户使用上述内容，应自行承担风险。</p>
  <p>搜房网有权利在下述情况下，对内容进行保存或披露：</p>
  <p>(1) 法律程序所规定；</p>
  <p>(2) 本服务条款规定；</p>
  <p>(3) 被侵害的第三人提出权利主张；</p>
  <p>(4) 为保护搜房网、其使用者及社会公众的权利、财产或人身安全；</p>
  <p class="p2">(5) 其他搜房网认为有必要的情况。</p>
  <p class="p1">10、侵权责任</p>
  <p>网络用户利用网络侵害他人民事权益的，应当承担侵权责任。</p>
  <p class="p2">网络用户利用网络服务实施侵权行为的，在被侵权人以书面形式通知搜房网相关侵权行为、并提供相关证据的情况下，搜房网有权采取删除、屏蔽、断开链接等必要措施以防止侵权结果的扩大。</p>
  <p class="p1">11、用户的广告宣传</p>
  <p class="p2">用户在自己发表的信息中加入宣传资料或参与广告策划，在搜房网的免费服务上展示他们的产品，任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。搜房信息资讯有限公司不承担任何责任，搜房网没有义务为这类广告销售负任何一部分的责任。同时，如果该行为未经搜房网同意或者对搜房网产生利益侵犯，搜房网有权利进行删除、屏蔽，以及采取相应的技术、法律手段阻止此类信息的发布。</p>
  <p class="p1">12、关于用户在搜房网的公开使用区域的内容</p>
  <p class="p2">“公开使用区域”包括网上论坛、留言版、评论区和其它一般公众可以使用的网络内容区域；用户一旦在本服务公开使用区域张贴内容，即视为用户授予搜房网该内容著作权之免费及非独家许可使用权，搜房网有权为展示、传播及推广前述张贴的内容之服务目的，对上述内容进行复制、修改、出版。</p>
  <p>由此展示、传播及推广行为所产生的损失或利润，均由搜房网承担或享受。搜房网有权自主决定是否给予此类用户鼓励或奖励。 </p>
  <p>因用户进行上述张贴，而导致任何第三方提出索赔要求或衍生的任何损害或损失，用户须承担全部责任。 </p>
  <p class="p2">其他访问者或者企业、单位，未经搜房网授权，不得对他人张贴在公开使用区域或本服务其他内容进行复制、出售或用作其他商业用途。</p>
  <p class="p1">13、关于链接</p>
  <p class="p2">本服务可能会提供与其他国际互联网网站或资源进行链接。对于前述网站或资源是否可以利用，搜房网不予担保。因使用或依赖上述网站或资源所产生的损失或损害，搜房网也不承担任何责任。</p>
  <p class="p1">14、搜房网的知识产权及其他权利</p>
  <p>搜房网对本服务及本服务所使用的软件和受知识产权或其他法律保护的资料享有相应的权利；</p>
  <p>经由本服务传送的资讯及内容，受到著作权法、商标法、专利法或其他法律的保护；未经搜房网明示授权许可，用户不得进行修改、出租、散布或衍生其他作品，用户本人创作并在公开使用区域张贴的内容除外。 </p>
  <p>用户对本服务所使用的软件有非专属性使用权，但自己不得或许可任何第三方复制、修改、出售或衍生产品。</p>
  <p class="p2">搜房网、搜房网设计图样以及其他搜房网图样、产品及服务名称，均为搜房网公司所享有的商标，未经搜房网公司事先书面授权，任何人不得使用、复制或用作其他用途。</p>
  <p class="p1">15、免责声明</p>
  <p>搜房网对于本服务包含的或用户经由或从任何与本服务有关的途径所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经本服务上的广告、展示而购买、取得的任何产品、信息或资料，搜房网不负保证责任。用户自行承担担使用本服务的风险。</p>
  <p>(1) 搜房网有权但无义务，改善或更正本服务任何部分之任何疏漏、错误。</p>
  <p>(2) 搜房网不保证以下事项（包括但不限于）：</p>
  <p>1) 本服务适合用户的使用要求；</p>
  <p>2) 本服务不受干扰，及时、安全、可靠或不出现错误；</p>
  <p>3) 用户经由本服务取得的任何产品、服务或其他材料符合用户的期望；</p>
  <p>4) 用户使用经由本服务下载的或取得的任何资料，其风险自行负担；因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任；</p>
  <p>5) 对基于以下原因而造成的利润、商业信誉、资料的损失或其他有形或无形损失，搜房网不承担任何直接、间接、附带、衍生或惩罚性的赔偿；</p>
  <p>6) 服务使用或无法使用；</p>
  <p>7) 经由本服务购买或取得的任何产品、资料或服务；</p>
  <p>8) 用户资料遭到未授权的使用或修改；</p>
  <p>9) 其他与本服务相关的事宜。</p>
  <p>(3) 用户在浏览网际网路时自行判断使用搜房网的检索目录。该检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，搜房网没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。</p>
  <p>(4) 用户同意，对于搜房网向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，搜房网无需承担任何责任：</p>
  <p>1) 搜房网向用户免费提供的各项网络服务；</p>
  <p>2) 搜房网向用户赠送的任何产品或者服务；</p>
  <p class="p2">3) 搜房网向收费网络服务用户附赠的各种产品或者服务。</p>
  <p class="p1">16、法律</p>
  <p>网络服务条款要与中华人民共和国的法律解释相一致，用户和搜房网一致同意服从高等法院所管辖。如发生搜房网服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。 </p>
  <p>在任何情况下，搜房网用户不得利用搜房网进行违反或可能违反国家法律和法规的言论或行为，否则，搜房网可在任何时候不经任何事先通知终止向您提供服务。并且用户对自己的言论或行为负责。 </p>
  <p>用户应遵守以下法律及法规：</p>
  <p>(1) 用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《中华人民共和国侵权责任法》、信息产业部2000年10月8日第4次部务会议通过的《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《北京市微博客发展管理若干规定》以及《全国人大常委会关于加强网络信息保护的决定》等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，搜房网合理地认为用户的行为可能违反上述法律、法规，搜房网可以在任何时候，不经事先通知终止向该用户提供服务。</p>
  <p>(2) 用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。</p>
</div>
@endsection
